Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Be sure you have the correct network permissions to perform this operation.
be: Упэўніцеся, што вы маеце неабходныя дазволы сеткі для выканання гэтай аперацыі.

source: Beats-per-minute
be: Удараў на хвіліну

source: Because the Windows Management Instrumentation (WMI) service has been disabled, Windows cannot display the properties of this connection or the home network.\n\nTo configure the properties of this connection or your home network, you must first enable the WMI service. To do this, Click the Start button, then click Run. In the 'Open' text box, type 'services.msc' and click OK. Right-click Windows Management Instrumentation, and click Properties. Change the Startup type from Disabled to Automatic, and then click OK.
be: Windows не можа адлюстраваць уласцівасці гэтага злучэння ці хатняй сеткі, бо служба кіравання інструментаваннем Windows (WMI) выключаная.\n\nКаб наладзіць уласцівасці гэтага злучэння ці вашай хатняй сеткі, вы павінны спачатку ўключыць службу WMI. Каб гэта зрабіць, пстрыкніце Пачаць і націсніце "Выканаць...". У поле ўводу ўвядзіце services.msc і націсніце "Добра". Пстрыкніце правай клавішай "Кіраванне інструментаваннем Windows" і абярыце "Уласцівасці". Змяніце тып запуску з "Выключана" на "Аўтаматычна" і пстрыкніце "Добра".

source: Because this drive is large and currently allows quick removal, none of the built-in file systems can format it.
be: З-за таго, што ён вялікі, але падтрымлівае хуткае выманне, яму не падыходзіць аніводная файлавая сістэма.

source: Before %s
be: Перад %s

source: Before Windows Update can check for updates, you must first configure Windows Update's settings. You can do this using the 'Change settings' link located below the 'Check for updates' link.
be: Перш чым абнаўленне Windows зможа праверыць наяўнасць абнаўленняў, вы павінны наладзіць яго. Вы можаце зрабіць гэта, калі пстрыкнеце "Змяніць налады" пад спасылкай "Праверыць наяўнасць абнаўленняў"

source: Before restarting, save any open files and close all programs.
be: Перш чым перазапусціць, захавайце ўсе адчыненыя файлы і зачыніце ўсе праграмы.

source: Before sharing these files, you should review them for unwanted personal information.
be: Перад тым, як зрабіць іх агульнадаступнымі, вы мусіце перагледзець іх на наяўнасць непажаданай персанальнай інфармацыі.

source: Before you can extract files, you must change the permissions for this compressed (zipped) folder.
be: Перш чым вы зможаце выняць файлы, вы павінны змяніць дазволы да сціснутага zip-каталога.

source: Before you can extract files, you must copy files to this compressed (zipped) folder.
be: Перш чым в зможаце выняць файлы, вы павінны скапіяваць іх у гэты сціснуты zip-каталог.

source: Before you can perform printer-related tasks such as page setup or printing a document, you need to install a printer.
be: Перш чым выконваць адносныя да друкаркі задачы (такія, як наладжванне старонкі ці друк дакумента), вам неабходна ўсталяваць друкарку.

source: Before you can perform printer-related tasks such as page setup or printing a document, you need to install a printer. Do you want to install a printer now?
be: Перш чым выконваць адносныя да друкаркі задачы (такія, як наладжванне старонкі ці друк дакумента), вам неабходна ўсталяваць друкарку. Зрабіць гэта зараз?

source: Before you can print, you need to select a printer.\nIf you need to install a printer, either double-click the Add Printer icon or click the Find Printer... button located on the General tab of this dialog.
be: Перш чым вы зможаце друкаваць, вам неабходна абраць друкарку.\nКалі вам неабходна ўсталяваць друкарку, пстрыкніце значак "Дадаць друкарку" ці кнопку "Знайсці друкарку..." на ўстаўцы "Агульныя" гэтага дыялога.

source: Before you can view files from other people on the network, they must join the homegroup.\n\nOn each computer running Windows 7 that you want to add to the homegroup:
be: Перш чым праглядаць файлы іншых людзей у сетцы, яны павінны далучыцца да хатняй групы.\n\nНа кожным камп'ютары з Windows 7, які жадаеце далучыць да хатняй групы, зрабіце:

source: Before you delete %username%'s account, Windows can automatically save the contents of %username%'s desktop and Documents, Favorites, Music, Pictures and Videos folders to a new folder called '%username%' on your desktop. However, Windows cannot save %username%'s e-mail messages and other settings.
be: Перш, чым вы выдаліце рахунак %username%, Windows можа аўтаматычна захаваць змесціва стальніцы, каталогаў з дакументамі, упадабаным, музыкай, відарысамі і відэазапісамі ў новы каталог з назвай '%username%' на вашай стальніцы. Тым не менш, Windows не можа захаваць электронныя лісты і налады %username%.

source: Begin application initialization.
be: Пачатак ініцыялізацыі праграмы.

# Begin application initialization.
source: Begin application initialization.\r\n
be: Пачатак ініцыялізацыі праграмы.\r\n

source: Begin reading Ole or Picture.
be: Пачатак чытання OLE ці відарыса.

source: Begin tab initialization.
be: Пачатак ініцыялізацыі ўставак.

# Begin tab initialization.
source: Begin tab initialization.\r\n
be: Пачатак ініцыялізацыі ўставак.\r\n

source: Begins a game of 3-D Pinball.
be: Пачынае гульню "ЗD Пінбол".

source: Begins a game of Minesweeper.
be: Пачынае гульню "Тральшчык"

source: Begins the Freecell card game.
be: Пачынае карткавую гульню "Вольная Вочка".

source: Begins the Solitaire card game.
be: Пачынае карткавую гульню "Пасьянс".

source: Behavior
be: Паводзіны

source: Behavior Monitoring%0
be: Кантроль паводзін%0

source: Behaviors
be: Паводзіны

source: Belarus
be: Беларусь

source: Belarus - (BY)
be: Беларусь - (BY)

source: Belarusian
be: Беларуская

source: Belarusian (Belarus)$Belarusian$Belarus
be: Беларуская (Беларусь)$Беларуская$Беларусь

source: Belarusian$Belarusian$Belarus$$$Bulgaria$Republic of Bulgaria
be: Беларуская$Беларуская$Беларусь$$$Балгарыя$Рэспубліка Балгарыя

source: Belgian (Comma)
be: Бельгійская (з коскай)

source: Belgian (Period)
be: Бельгійская (з кропкай)

source: Belgian French
be: Бельгійская французская

source: Below Normal
be: Ніжэй за звычайны

source: Bengali
be: Бенгальская

source: Bengali - INSCRIPT
be: Бенгальская - INSCRIPT

source: Bengali - INSCRIPT (Legacy)
be: Бенгальская - INSCRIPT (успадкаваная)

source: Between input languages
be: Паміж мовамі ўводу

source: Billing information
be: Білінгавая інфармацыя

source: Birthday
be: Дзень народзінаў

source: Bit depth
be: Бітавая глыбіня

source: Bit rate
be: Хуткасць бітаў

source: Bit rate|Rate
be: Хуткасць бітаў|Хуткасць

source: BitLocker requires admin
be: BitLocker патрабуе правы адміністратара

source: BitLocker status
be: Стан BitLocker

source: Bitmap Files (*.BMP)|*.BMP|GIF (*.GIF)|*.GIF|JPEG (*.JPEG;*.JPG;*.JPE;*.JFIF)|*.JPEG;*.JPG;*.JPE;*.JFIF|PNG (*.PNG)|*.PNG|All Picture Files|*.BMP;*.GIF;*.JPEG;*.JPG;*.JPE;*.JFIF;*.PNG;*.ICO|All Files|*|||
be: Растравыя файлы (*.BMP)|*.BMP|GIF (*.GIF)|*.GIF|JPEG (*.JPEG;*.JPG;*.JPE;*.JFIF)|*.JPEG;*.JPG;*.JPE;*.JFIF|PNG (*.PNG)|*.PNG|Усе файлы відарысаў|*.BMP;*.GIF;*.JPEG;*.JPG;*.JPE;*.JFIF;*.PNG;*.ICO|Усе файлы|*|||

source: Bitmap Image
be: Растравая выява

source: Bitmap embedding only
be: Толькі растравае ўкараненне

source: Bitmap image
be: Растравая выява

source: Bitmaps must be greater than one pixel on a side.
be: Растравыя выявы павінны быць большымі за піксель на бок.

source: Bl&ue:
be: Сіні:

source: Black
be: Чорны

source: Blank BD
be: Пустая BD-кружэлка

source: Blank CD
be: Пустая CD-кружэлка

source: Blank DVD
be: Пустая DVD-кружэлка

source: Block
be: Заблакаваць

source: Block All Cookies
be: Блакаваць усе cookie

source: Block Elements & Geometric Shapes
be: Блокавыя элементы і геаметрычныя формы

source: Block or allow pop-ups
be: Блакаваць ці дазволіць вынырцы

source: Block or allow third-party cookies
be: Блакаваць ці дазволіць cookie трэцяга боку

source: Blocked
be: Заблакаваны

source: Blocked Gadget
be: Заблакаваны гаджэт

source: Blocked content will not be shown.
be: Заблакаванае змесціва не будзе паказаным.

source: Blocked startup programs
be: Заблакаваныя праграмы запуску

source: Blu-ray disc movie
be: Фільм кружэлкі BD

source: Blu-ray disc movies
be: Відэа BD

source: Blu-ray movies
be: Відэа BD

source: Blue
be: Сіні

source: Blues
be: Блюз

source: Bluetooth connection unavailable
be: Bluetooth-злучэнне недаступнае

source: Blur
be: Размыванне

source: Blush
be: Румянец

source: Bold
be: Тоўсты

source: Bold Italic
be: Тоўсты курсіўны

source: Bomb making
be: Выраб бомбаў

source: Book Pahlavi
be: пэхлэві літаратурны

source: Booting from a VHD is not supported on this system
be: Стартаванне з віртуальнага хард-дыска не падтрымліваецца ў гэтай сістэме

source: Bosnian (Cyrillic)
be: Баснійская (кірыліца)

source: Both &font types
be: Растравыя і TrueType

source: Both versions have been updated since the last sync.
be: Абедзве версіі абноўлены пасля апошняй сінхранізацыі.

source: Bottom
be: Знізу

source: Box Drawings
be: Маляванні рамак

source: Br&owse...
be: Агляд...

source: Brid&ge Connections
be: Маставое злучэнне

source: Bridge
be: Мост

source: Bridge &Connections
be: Моставыя злучэнні

source: Briefcase
be: Партфель

source: Brightness
be: Яркасць

source: Brightness, Decrease
be: Яркасць, паменшыць

source: Bring up the previous string to the application.
be: Перанесці мінулы радок у праграму.

source: Brings the window to the front, but does not switch to it
be: Змяшчае вакно па-над усім, але не пераключае на яго

source: Broadband
be: Шырокапалоснае

source: Broadband Connection
be: Шырокапалоснае злучэнне

source: Broadcast date
be: Дата вяшчання

source: Broken
be: Парушаны

source: Bronze
be: Бронзавы

source: Browse
be: Агляд

source: Browse Control Panel items by category or view a complete list of all items.
be: Агляд элементаў панэлі кіравання па катэгорыям, альбо па поўным спісе.

source: Browse For Folder
be: Агляд каталогаў

source: Browse available libraries shared by other members of your homegroup.
be: Агляд абагуленых бібліятэк іншых чальцоў вашае хатняе групы.

source: Browse device storage...
be: Агляд сховішча прылады...

source: Browse files on this device
be: Агледзець файлы на гэтае прыладзе

source: Browse folders
be: Агляд каталогаў

source: Browse for Computer
be: Агляд камп'ютараў

source: Browse for Files or Folders
be: Агляд файлаў і каталогаў

source: Browse for Folder
be: Агляд каталогаў

source: Browse for Printer
be: Агляд друкарак

source: Browse for more pictures...
be: Агляд відарысаў...

source: Browse to the folder containing the picture you want to set as your desktop background.
be: Агляд каталогаў, што змяшчаюць відарыс, які вы жадаеце прызначыць як фон вашае стальніцы.

source: Browse to the folder containing the pictures you want to use for your desktop background.
be: Агляд каталогаў, што змяшчаюць відарысы, якія вы жадаеце скарыстаць для фону вашае стальніцы.

source: Browser Helper Objects
be: Аб'екты дапамогі аглядальніка

source: Browser Modifier
be: Мадыфікатар аглядальніка

source: Browsing history
be: Гісторыя аглядання

source: Brushes
be: Пэндзлі

source: BugCheck
be: Крытычная памылка

# BugCheck
source: BugCheck\r\n
be: Крытычная памылка\r\n

source: Bulgarian
be: Балгарская

source: Bulgarian (Latin)
be: Балгарская (лацінка)

source: Bulgarian (Phonetic Traditional)
be: Балгарская (фанетычная традыцыйная)

source: Bulgarian (Phonetic)
be: Балгарская (фанетычная)

source: Bulgarian (Typewriter)
be: Балгарская (друкавальная машынка)

source: Bulgarian$Bulgarian$Bulgaria$Central Europe$$Antigua and Barbuda$Antigua and Barbuda
be: Балгарская$Балгарская$Балгарыя$Цэнтральная Еўропа$$Антыгуа і Барбуда$Антыгуа і Барбуда

source: Bullet
be: Пазнака

source: Bullet Layout Object
be: Аб'ект пабудовы пазнакі

source: Burn
be: Прапаліць

source: Burn &to disc
be: Прапаліць кружэлку

source: Burn a Disc
be: Прапаліць кружэлку

source: Burn a disc
be: Прапаліць кружэлку

source: Burn an audio CD
be: Запісаць аўдыякружэлку

source: Burn files in groups and individual files can't be edited or removed after burning.
be: Прапальванне файлаў групамі; асобныя файлы нельга будзе рэдагаваць ці выдаляць пасля прапальвання.

source: Burn files in groups and individual files can't be edited or removed after burning. The disc will also work on most computers. (Mastered)
be: Прапальванне файлаў групамі; асобныя файлы нельга будзе рэдагаваць ці выдаляць пасля прапальвання. Але гэтая кружэлка будзе працаваць на большасці камп'ютараў. (Кіруючы фармат ISO)

source: Burn files to disc
be: Прапаліць файлы на кружэлку

source: Burn the selected files and folders to disc.
be: Прапаліць абраныя файлы і каталогі на кружэлку.

source: Burn the selected files to a recordable disc.
be: Прапаліць абраныя файлы на запісвальную кружэлку.

source: Burn to Disc
be: Прапальванне кружэлкі

source: Burn to disc
be: Прапаліць на кружэлку

source: Burning the data files to the disc...
be: Прапальванне файлаў на кружэлку...

source: Burnt Glaze Button
be: Кнопка глазуравання

source: Business Data Connectivity Service Application
be: службовая праграма злучэння з бізнэс-звесткамі

source: Business P.O. box
be: Паштовая скрыня працы

source: Business address
be: Працоўны адрас

source: Business city
be: Горад працы

source: Business country/region
be: Краіна/рэгіён працы

source: Business fax
be: Факс працы

source: Business home page
be: Пачатковая старонка працы

source: Business phone
be: Працоўны тэлефон

source: Business postal code
be: Паштовы індэкс працы

source: Business state or province
be: Вобласць ці раён працы

source: Business street
be: Вуліца працы

source: Busy
be: Заняты

source: Busy;
be: Заняты;

source: Button
be: Кнопка

source: Button configuration
be: Канфігурацыя кнопак

source: Buttons
be: Кнопкі

source: By &Connectivity
be: Па злучальнасці

source: By &Name
be: Па назве

source: By &Owner
be: Па ўладальніку

source: By &Phone # or Host Adddress
be: Па нумары тэлефона ці адрасе вузла

source: By &Status
be: Па статусе

source: By &Type
be: Па тыпе

source: By &creation date
be: Па даце стварэння

source: By &folders
be: Па каталогах

source: By &modification date
be: Па даце змянення

source: By De&vice Name
be: Па назве прылады

source: By Net&work Category
be: Па сеткавай катэгорыі

source: By default, connections to wireless networks from your computer can be accessed by anyone with a user account on the computer (all-user). If you change this setting, users can create connections that can only be accessed and modified by them (per-user).
be: Па стандарце, злучэнні з бяздротавымі сеткамі з вашага камп'ютара могуць быць даступныя ўсім, хто мае рахунак на гэтым камп'ютары. Калі вы зменіце гэтую наладу, карыстальнікам будуць даступныя толькі іх уласныя злучэнні.

source: By default, members of the Administrators group have this right.
be: Чальцы адміністрацыйнай групы стандартна маюць яго.

source: By default, members of the Remote Desktop Users group have this right.
be: Чальцы групы карыстальнікаў аддаленай стальніцы стандартна маюць яго.

source: By location
be: Па размяшчэнні

source: Byte count
be: Лік байтаў

source: Bytes
be: Байтаў

# Bytes &Received (Yellow)
source: Bytes &Received\t(Yellow)
be: Байтаў атрымана:\t(жоўты)

# Bytes &Sent (Red)
source: Bytes &Sent\t(Red)
be: Байтаў даслана:\t(чырвоны)

# Bytes &Total (Green)
source: Bytes &Total\t(Green)
be: Байтаў усяго:\t(зялёны)

source: Bytes Per Interval
be: Байтаў за інтэрвал

source: Bytes Received
be: Байтаў атрымана

source: Bytes Received Per Interval
be: Атрымана байтаў за інтэрвал

source: Bytes Received Throughput
be: Выпрацоўка байтаў атрымання

source: Bytes Sent
be: Байтаў даслана

source: Bytes Sent Per Interval
be: Даслана байтаў за інтэрвал

source: Bytes Sent Throughput
be: Выпрацоўка байтаў дасылання

source: Bytes Throughput
be: Выпрацоўка байтаў

source: Bytes received:
be: Байтаў атрымана:

source: Bytes sent:
be: Байтаў даслана:

source: Bytes:
be: Байтаў:

source: C&ancel scan
be: С&касаваць праверку

source: C&hange Icon...
be: Змяніць значак

source: C&hange connection settings\nOpen the connection properties so that I can change the settings.
be: Змяніць налады злучэння\nАдчыняе уласцівасці злучэння, каб атрымаць магчымасць наладжвання.

source: C&hoose a display language:
be: Абярыце моўны пакунак для адлюстравання:

source: C&hoose a network connection:
be: Абярыце сеткавае злучэнне:

source: C&hoose details...
be: Наладзіць дэталі...

source: C&lear
be: Ачысціць

source: C&lear recent items list
be: Ачысціць спіс апошніх элементаў

# C&lear Ctrl+Shift+D
source: C&lear\tCtrl+Shift+D
be: Ачысціць\tCtrl+Shift+D

# C&lear D
source: C&lear\tD
be: Ачысціць\tD

source: C&lose IME
be: Зачыніць IME

source: C&lose session
be: Скончыць сесію

source: C&ollate
be: Параўноўваць

source: C&olors
be: Колеры

source: C&ommand bar
be: Загадная паліца

source: C&omment:
be: Каментар:

source: C&omments:
be: Каментары:

source: C&onfigure
be: Наладзіць

source: C&onfigure...
be: Наладзіць...

source: C&onnect
be: Злучыць

source: C&onnect / Disconnect
be: Злучыць ці адлучыць

source: C&onnect even if the network is not broadcasting
be: Злучаць, нават калі сетка не вяшчае

source: C&onnections:
be: Злучэнні:

source: C&ontrol Panel
be: Панэль кіравання

source: C&opy
be: Скапіяваць

source: C&opy settings...
be: Скапіяваць налады...

source: C&rop
be: Абрэзаць

source: C&urrent Page
be: Дзейная старонка

source: C&ut
be: Выняць

source: C:\\WINDOWS> dir\nDirectory of C:\\WINDOWS\nSYSTEM <DIR> 03-01-95\nWIN COM 22,087 03-01-95\nWIN INI 11,728 03-01-95\nWELCOME EXE 19,539 03-01-95\n
be: C:\\WINDOWS> dir\nКаталог C:\\WINDOWS\nSYSTEM <КАТАЛОГ> 03-01-95\nWIN COM 22,087 03-01-95\nWIN INI 11,728 03-01-95\nWELCOME EXE 19,539 03-01-95\n

source: CD Drive
be: CD-кружэльнік

source: CD Player
be: CD-прайгравальнік

source: CD audio
be: Аўдыё CD

source: CD-R Drive
be: Кружэльнік CD-R

source: CD-RW Drive
be: Кружэльнік CD-RW

source: CD/DVD drive
be: CD/DVD кружэльнік

source: CJK Compatibility Form
be: Форма сумяшчальнасці CJK

source: CJK Ideographs
be: Ідэаграмы CJK

source: CJK Symbols & Punctuation
be: Сімвалы і пунктуацыя CJK

source: CONFIRM DELETE
be: ПАЦВЕРДЗІЦЕ ВЫДАЛЕННЕ

source: CONTEXT
be: КАНТЭКСТ

source: CPU
be: ЦП

source: CPU %2!u! (Node %1!d!)
be: ЦП %2!u! (вузел %1!d!)

source: CPU %d
be: ЦП %d

source: CPU %u
be: ЦП %u

source: CPU Time
be: Час ЦП

source: CPU Usage
be: Выкарыстанне ЦП

source: CPU Usage Display
be: Экран выкарыстання ЦП

source: CPU Usage History
be: Гісторыя выкарыстання ЦП

source: CPU Usage: %d%%
be: Выкарыстанне ЦП: %d%%

source: CPU Usage: %d%% Kernel Time: %d%%
be: Выкарыстанне ЦП: %d%% Час ядра: %d%%

# Ca&ncel Selection Esc
source: Ca&ncel Selection\tEsc
be: Скасаваць вылучэнне\tEsc

# Ca&ncel edit Esc
source: Ca&ncel edit\tEsc
be: Скасаваць рэдагаванне\tEsc

source: Ca&pacity:
be: Аб'ём:

source: Ca&scade
be: Каскад

source: Cabinet File
be: CAB-файл

source: Cabinet File Viewer
be: Праглядальнік CAB-файлаў

source: Cached
be: Кэшавана

source: Calculate
be: Вылічыць

source: Calculating
be: Разлік

source: Calculating the time required to copy the files.
be: Разлік патрэбнага часу на капіяванне файлаў.

source: Calculating the time required to delete the files.
be: Разлік патрэбнага часу на выдаленне файлаў.

source: Calculating the time required to move the files.
be: Разлік патрэбнага часу на перамяшчэнне файлаў.

source: Calculating the time required to upload the files.
be: Разлік патрэбнага часу на запампаванне файлаў.

source: Calculating time remaining...
be: Разлік патрэбнага часу...

source: Calculating...
be: Разлік...

source: Calculator
be: Калькулятар

source: Calendar
be: Каляндар

source: Calendar Control
be: Кіраванне календаром

source: Calibrate color
be: Калібраваць колер

source: Calibrate display color
be: Калібраваць колер экрана

source: Calibrate the screen for pen or touch input
be: Калібраваць экран для асадкавага ці датычнага ўводу

source: Call Me Back At
be: Выклікай мяне а

source: Call duration:
be: Працягласць выкліку:

source: Call forwarding
be: Перанакіраванне выклікаў

source: Callback
be: Зваротны выклік

source: Callback number
be: Нумар зваротнага выкліку

source: Camera
be: Камера

source: Camera maker
be: Вытворца камеры

source: Camera model
be: Мадэль камеры

source: Camera serial number
be: Серыйны нумар камеры

source: Cameras
be: Камеры

source: Can Windows collect more information about this problem?
be: Ці можа Windows сабраць дадатковую інфармацыю пра гэтую праблему?

source: Can not create folder "%s"
be: Немагчыма стварыць каталог '%s'

source: Can not redirect descendant into parent
be: Немагчыма перанакіраваць нашчадкавы элемент у бацькоўскі

source: Can not redirect parent into descendant
be: Немагчыма перанакіраваць бацькоўскі элемент у нашчадкавы

source: Can not rename folder from "%s" to "%s" in offline cache, hr = %08X
be: Немагчыма пераназваць каталог з "%s" to "%s" ў пазасеціўным кэшы, hr = %08X

source: Can not update folder location
be: Немагчыма абнавіць размяшчэнне каталога

source: Can't access library.
be: Немагчыма атрымаць доступ да бібліятэкі.

# Can't access this folder. Path is too long.
source: Can't access this folder.\n\nPath is too long.
be: Каталог недаступны.\n\nШлях да яго надта доўгі.

source: Can't add multiple items
be: Не ўдаецца дадаць элементы

source: Can't add or query locations
be: Немагчыма дадаць размяшчэнні ці звярнуцца да іх

source: Can't bring all paths online
be: Немагчыма перавесці ўсе шляхі ў сеціўны стан

source: Can't find the specified file.\n\nMake sure you specify the correct path and file name.
be: Не ўдаецца знайсці пазначаны файл.\n\nПераканайцеся ў правільнасці шляху і назвы файла.

source: Can't load %1 files.
be: Немагчыма заладаваць %1 файлаў.

source: Can't open this item
be: Немагчыма адчыніць гэты элемент

source: Can't read from the source file or disk.
be: Не ўдаецца прачытаць файл альбо дыск.

source: Can't remote control Session (ID %lu) because Remote control is disabled on that Session.
be: Немагчыма кіраваць сесіяй аддалена (ID %lu), бо аддаленае кіраванне выключанае ў гэтай сесіі.

source: Can't remote control Session (ID %lu) because it is disconnected with user's required permission enabled.
be: Немагчыма кіраваць сесіяй аддалена (ID %lu), бо гэтая функцыя выключана і патрабуе дазволу карыстальніка.

source: Can't remove the current folder (internal error).
be: Не ўдаецца выдаліць дзейны каталог (унутраная памылка)

source: Can't work offline at this time
be: Немагчыма зараз працаваць па-за сеткаю

source: Can't write to the destination file or disk.
be: Не ўдаецца зрабіць запіс у файл альбо на дыск.

# CanRunTask failed. Details: %1
source: CanRunTask failed. Details: %1\r\n
be: CanRunTask няўдалы. Дэталі: %1\r\n

source: Canadian French
be: Канадская французская

source: Canadian French (Legacy)
be: Канадская французская (успадкаваная)

source: Canadian Multilingual Standard
be: Канадская (шматмоўная, стандартавая)

source: Cancel
be: Скасаваць

source: Cancel Format
be: Скасаваць фарматаванне

source: Cancel as De&fault Connection
be: Скасаваць у якасці стандартнага

source: Cancel this connection as the default.
be: Скасаваць прызначэнне гэтага злучэння ў якасці стандартнага.

# Cancel
source: Cancel\r\n
be: Скасаваць\r\n

source: Canceled
be: Скасавана

source: Canceled: %1!lu! updates
be: Скасавана: %1!lu! абнаўленняў

source: Canceled: 1 update
be: Скасавана: 1 абнаўленне

source: Canceling...
be: Скасаванне...

source: Cannot access your printer.\nBe sure that your printer is connected properly and use Control Panel to verify that the printer is configured properly.
be: Няма доступу да друкаркі.\nПераканайцеся, што ваша друкарка падключаная правільна, і выкарыстайце панэль кіравання для праверкі правільнасці наладаў друкаркі.
